{
    "en": {
        "nav-menu-a-1": "Featured",
        "nav-menu-a-2": "Impact",
        "nav-menu-a-3": "Process",
        "nav-menu-a-4": "Services",
        "nav-menu-a-5": "Contact",
        "nav-menu-a-6": "About",
        "nav-menu-a-7": "Work",
        "nav-menu-a-8": "Expertise",
        "kv-headline-h2-1": "Hi,I'm professional",
        "kv-headline-h2-2": "web designer!",
        "kv-headline-p": "With expertise in visual design, UX/UI, and web development, I’ve partnered with global teams to design successful websites that deliver outstanding user experiences.",
        "portfolio-headline-h2": "Featured",
        "portfolio-headline-p": "Focused on banner design, UX/UI, and cohesive visual experiences, my web design work brings brands to life with engaging, intuitive digital platforms that boost visibility and user interaction.",
        "portfolio-work-1-h4": "VWIN",
        "portfolio-work-1-p": "The website was redesigned to appeal to younger users, featuring modern visuals and intuitive interfaces, enhancing brand attractiveness and successfully engaging a larger audience.",
        "portfolio-work-2-h4": "LETOU",
        "portfolio-work-2-p": "Complete brand and website redesign to enhance user experience.",
        "portfolio-work-3-h4": "BOBO",
        "portfolio-work-3-p": "Executed responsive web design to ensure optimal display across all devices.",
        "portfolio-work-4-h4": "SBET",
        "portfolio-work-4-p": "Developed visual guidelines and ads for brand consistency and improved user experience.",
        "portfolio-work-5-h4": "10BET",
        "portfolio-work-5-p": "Collaborated internationally to design and build user-friendly, globally adaptable websites.",
        "portfolio-work-6-h4": "318",
        "portfolio-work-6-p": "Professionally planned and executed website production, covering requirement analysis, visual design, and backend development, ensuring an attractive site with excellent user experience and efficient performance.",
        "more": "More work",
        "business-headline-h2": "Design-Driven Business Impact",
        "business-headline-p": "We combine in-depth user research and cross-disciplinary collaboration to iterate from concept to prototype, creating UX/UI designs that meet user needs while ensuring product usability and high interactivity.",
        "business-card-1-h4": "Global Brand Website Design",
        "business-card-1-p": "We integrate user research to design localized websites while maintaining a cohesive brand identity.",
        "business-card-2-h4": "Conversion Rate Improvement",
        "business-card-2-p": "Redesigned website navigation and search features by iterating on user research and prototype design.",
        "business-card-3-h4": "Enhancing User Experience",
        "business-card-3-p": "Analyzed user behavior to redesign the app workflow, simplifying access to enhance interactivity.",
        "business-card-4-h4": "Interactive Design",
        "business-card-4-p": "Focused on UX/UI design for user journeys, enhancing exploration and engagement through interactive elements.",
        "business-card-5-h4": "Visual Brand Consistency",
        "business-card-5-p": "Ensured visual consistency across colors, fonts, and images to strengthen brand identity.",
        "process-headline-h2": "User-Centered",
        "process-headline-p": "We combine deep user research with cross-disciplinary collaboration to create UX/UI design solutions that ensure usability and high interactivity through iterative concept and prototype development.",
        "process-work-1-h4": "User Experience",
        "process-work-1-p": "Conduct user research to comprehend needs and goals, effectively planning the user journey for improved experiences.",
        "process-work-2-h4": "Wireframe",
        "process-work-2-p": "Design the fundamental structure and layout of the website based on UX research findings to optimize user experience.",
        "process-work-3-h4": "Mockup",
        "process-work-3-p": "Build detailed visual design mockups on top of the wireframe, incorporating color, typography, and imagery elements.",
        "process-work-4-h4": "Design Guideline",
        "process-work-4-p": "Create design standards for consistent brand identity.",
        "process-work-5-h4": "User Interface",
        "process-work-5-p": "Refine the design of each interface element to ensure usability and aesthetic appeal.",
        "process-work-6-h4": "Interactive",
        "process-work-6-p": "Add interactive elements and animations to boost user experience and engagement.",
        "process-work-7-h4": "Prototype",
        "process-work-7-p": "Convert visual designs into HTML/CSS based on mockups, creating the website's structure and style.",
        "process-work-8-h4": "Deliverables",
        "process-work-8-p": "Effectively transform user needs into website production through all development stages.",
        "services-headline-h2": "Diverse Design and Technical Expertise",
        "services-headline-p": "Skilled in visual design, UX research, UI design, HTML, and CSS, I apply these cross-disciplinary skills to create comprehensive product experiences across banners, logos, business cards, image composition, and web design.",
        "services-work-1-h4": "Advertising Visuals",
        "services-work-1-p": "Designed eye-catching visuals using color and imagery to convey brand messages and attract target audiences.",
        "services-work-2-h4": "Logo Design",
        "services-work-2-p": "Created distinctive logos that reflect core brand values, enhancing market competitiveness and brand loyalty.",
        "services-work-3-h4": "Business Card Design",
        "services-work-3-p": "Designed professional and attractive business cards to convey brand identity and contact information for networking.",
        "services-work-4-h4": "Web Design",
        "services-work-4-p": "Created intuitive and aesthetically pleasing website interfaces to ensure smooth user experience and enhance brand image.",
        "services-work-5-h4": "Website Development",
        "services-work-5-p": "Converted designs into functional websites using HTML, CSS, and JavaScript for optimal performance.",
        "services-work-6-h4": "Dynamic Web Design",
        "services-work-6-p": "Used animations and interactive elements to enhance website appeal and create an immersive experience.",
        "footer-headline-h2": "Contact Me",
        "footer-headline-p": "I'm here to provide professional design solutions, from website design to branding and business cards. Let's collaborate to achieve your visual goals and enhance your brand value! Contact me anytime to start our journey.",
        "input-name": "Name",
        "input-email": "Email",
        "input-message": "Message",
        "input-send": "Send Message",
        "case": "Work",
        "case-p": "We take a creative, step-by-step approach to turning your vision into reality by crafting a digital identity that seamlessly integrates marketing elements and connects with your target audience. Click on a case study below to discover our work.",
        "case-spindle-1-h4": "Design Concept",
        "case-spindle-2-h4": "Services Offered",
        "case-styles-h4": "Typography / Color",
        "case-desktop-h4": "Optimization",
        "case-1-kv-h2": "LETOU",
        "case-1-kv-p": "Online Cryptocurrency Gaming Platform",
        "case-1-spindle-1-p": "Enhanced for a streamlined user experience and interface, the platform optimizes operational fluidity. The homepage features simplified navigation and content presentation, allowing users to quickly find essential functions. Compared to the desktop version, the mobile version offers increased touch feedback with features like simplified dropdown menus and modular block layouts, adapting to smaller screen interactions. Colors and typography maintain brand consistency, ensuring a seamless experience across devices.",
        "case-1-spindle-2-p": "Website Design, UI/UX, Development, Branding, Content Strategy",
        "case-1-styles-p": "The website’s typography is designed to be clean and readable, with bright text colors on a dark background to enhance information clarity. The color scheme primarily uses contrasting shades of blue, white, and orange, creating a professional and modern atmosphere. These colors also help to distinguish different functional areas, strengthening visual guidance.",
        "case-1-desktop-p": "Centered on intuitive navigation, the interface combines smooth interactive animations for an engaging user experience. The UI color scheme is subdued, with readable text and a clear structure. The website design leans toward a minimalist, modern style suited to slot and gaming sites, with consistent modules that adhere to brand guidelines. This approach reinforces brand recognition and ensures strong visual coherence.",
        "case-2-kv-h2": "VWIN",
        "case-2-kv-p": "Online Gaming Platform",
        "case-2-spindle-1-p": "The mobile version prioritizes streamlined user experience and interface, enhancing navigation flow and usability. The homepage simplifies navigation and content presentation, enabling users to quickly locate functions. Compared to the desktop version, the mobile interface offers more responsive touch feedback, like simplified dropdown menus and modular layouts for easy small-screen interaction. Colors and typography maintain brand consistency, ensuring a cohesive experience across devices.",
        "case-2-spindle-2-p": "Website Design, UI/UX, Development, Branding, Content Strategy",
        "case-2-styles-p": "The text style is simple and modern, favoring clear, sans-serif fonts for readability and professionalism. The color scheme centers on cool and neutral tones to create a calm and trustworthy vibe, with bright colors used sparingly to highlight important elements like action buttons. This color strategy enhances visual hierarchy, drawing attention to key information and improving the reading experience.",
        "case-2-desktop-p": "The design focuses on intuitive navigation and smooth interactive effects, with a stable color scheme and readable text, ensuring a clear structure. The modern minimalist style aligns with the characteristics of slot and gaming sites, and modules remain consistent throughout. This approach supports brand identity and provides strong visual coherence, enhancing brand recognition and user experience.",
        "case-3-kv-h2": "SBET",
        "case-3-kv-p": "Online Gaming Platform",
        "case-3-spindle-1-p": "This mobile homepage mockup emphasizes user-friendly design with a clear, visually engaging layout. The primary blue tones create a stable and trustworthy atmosphere, while large icons and buttons enhance touch interaction and usability. The modular layout segments content efficiently, facilitating quick browsing on smaller screens. The clean, readable font and well-organized sections align with user experience best practices. Potential interactive animations may guide attention, adding an engaging, dynamic feel to improve overall usability.",
        "case-3-spindle-2-p": "UI/UX, Branding, Content Strategy",
        "case-3-styles-p": "This page uses a clean, modern style in its typography and color scheme. The font is straightforward and easy to read, enhancing clarity and professionalism. The primary color scheme focuses on shades of blue, which conveys a sense of stability and trustworthiness. This is accented with occasional bright colors to draw attention to key elements like buttons and promotions, creating a clear visual hierarchy that effectively guides the user’s focus and improves the overall readability and user experience.",
        "case-3-desktop-p": "Optimizing the interface with bright, recognizable icons and clear labels, this design uses consistent rounded corners for a unified look. White text on bold backgrounds enhances readability, and the fixed button placement across various screen sizes improves usability and visual consistency.",
        "case-4-kv-h2": "10BET",
        "case-4-kv-p": "Online Casino & Sports Platform",
        "case-4-spindle-1-p": "In terms of interactive elements, live updates for odds and events are prioritized, and the platform's navigation supports fast transitions between features, reflecting attention to user-centered design principles, and instilling trust and convenience for users.",
        "case-4-spindle-2-p": "Website Design, UI/UX, Branding",
        "case-4-styles-p": "The color palette prominently features a strong green, signaling trust and reliability, complemented by white and gray tones for balance and readability. Call-to-action elements, like 'Join Now' or 'Bet Now,' are typically highlighted in contrasting colors such as green or yellow to draw attention and encourage interaction.The typography is clean, sans-serif, and legible, ensuring clarity across devices. Interaction-wise, the site is built for smooth navigation",
        "case-4-desktop-p": "The website design focuses on clarity and ease of navigation, with distinct sections for sports, casino, and live betting, ensuring users can quickly access the features they need. The color scheme of grey, black, and white offers high contrast and readability, enhancing the overall aesthetic appeal and usability.",
        "case-5-kv-h2": "UYing",
        "case-5-kv-p": "Green electricity trading platform",
        "case-5-spindle-1-p": "The page features a clean and intuitive design, with a green color scheme emphasizing the eco-friendly theme. Content sections are well-structured for easy navigation and comprehension, with clear typography aligning with corporate website design standards.",
        "case-5-spindle-2-p": "Website Design, UI/UX, Branding, Content Strategy",
        "case-5-styles-p": "The text is concise and professional, paired with a green-and-white color scheme that highlights eco-friendliness and clarity.",
        "case-5-desktop-p": "Consider adding parallax scrolling and smooth transition animations to enhance interactivity; include hover effects on buttons and images to boost user engagement.",
        "case-6-kv-h2": "318",
        "case-6-kv-p": "Online Gaming Platform",
        "case-6-spindle-1-p": "The website features a bold design with yellow and blue contrasts to capture attention, and clear functional modules for easy navigation. The user experience emphasizes real-time information and quick actions, ideal for frequent interaction. However, the heavy use of images could impact loading speed and mobile user experience.",
        "case-6-spindle-2-p": "Website Design, UI/UX, Branding, Content Strategy",
        "case-6-styles-p": "The website uses bold yellow and blue colors, enhancing visibility. Text is concise, focusing on promotions, with clear calls to action.",
        "case-6-desktop-p": "The website design is clean and intuitive, with dynamic elements that highlight game selections and promotions. The interactive design adapts well across devices, enhancing user experience.",
        "case-7-kv-p": "",
        "case-7-spindle-1-p": "",
        "case-7-spindle-2-p": "",
        "case-7-styles-p": "",
        "case-7-desktop-p": ""
    },
    "zh": {
        "nav-menu-a-1": "精選專案",
        "nav-menu-a-2": "數據成果",
        "nav-menu-a-3": "設計流程",
        "nav-menu-a-4": "服務項目",
        "nav-menu-a-5": "與我聯絡",
        "nav-menu-a-6": "關於",
        "nav-menu-a-7": "案例",
        "nav-menu-a-8": "專業知識",
        "kv-headline-h2-1": "Hi,我是您要找的",
        "kv-headline-h2-2": "專業網站設計師!",
        "kv-headline-p": "13年視覺設計、UX/UI設計、網頁設計與建置的專業經驗，並與國外團隊合作，規劃及設計多個成功的網站專案，創造出色的用戶體驗。",
        "portfolio-headline-h2": "歷年精選作品",
        "portfolio-headline-p": "歷年來的網頁設計作品專注於Banner設計、UX/UI體驗與整體網站視覺，從創意概念到實施產品設計指導方針，為品牌打造直觀且吸引眼球的數位平台。這些設計成功提升了產品的可見度與使用者互動性。",
        "portfolio-work-1-h4": "VWIN",
        "portfolio-work-1-p": "重新設計網站風格與互動體驗，針對年輕一代用戶的需求進行優化，融入現代視覺元素與直觀的操作界面，提升品牌吸引力和用戶黏著度，成功吸引更多年輕受眾。",
        "portfolio-work-2-h4": "LETOU",
        "portfolio-work-2-p": "進行全面的品牌視覺和網站改造，重新設計網站以提升用戶體驗。",
        "portfolio-work-3-h4": "BOBO",
        "portfolio-work-3-p": "執行RWD網頁切版，確保網站在各裝置上具有最佳呈現。",
        "portfolio-work-4-h4": "SBET",
        "portfolio-work-4-p": "制定規劃網站視覺規範，並製作視覺廣告，確保品牌一致性與高效傳達視覺訊息，提升用戶體驗。",
        "portfolio-work-5-h4": "10BET",
        "portfolio-work-5-p": "與國外團隊合作，成功完成整體網站設計與建置，確保網站具備良好用戶體驗與全球市場適應性。",
        "portfolio-work-6-h4": "318",
        "portfolio-work-6-p": "專業規劃並執行整體網站製作，從前期的需求分析、視覺設計到後端開發，涵蓋UI/UX設計、RWD切版與功能實現，確保網站具有吸引力、良好用戶體驗與高效性能。",
        "more": "更多專案",
        "business-headline-h2": "設計驅動的商業成效",
        "business-headline-p": "我們結合深入的使用者研究與跨領域協作，從概念到原型迭代，打造符合需求的UX/UI設計方案，確保產品的易用性與高互動性。",
        "business-card-1-h4": "跨國品牌網站設計",
        "business-card-1-p": "整合使用者研究與跨領域協作，從概念到原型迭代，設計出符合各地市場需求的網站版本，統一品牌風格。",
        "business-card-2-h4": "轉換率提升",
        "business-card-2-p": "透過深入的使用者研究和原型設計迭代，重構網站導航和搜尋功能，並優化查詢的UI。",
        "business-card-3-h4": "提升用戶操作體驗",
        "business-card-3-p": "進行使用者行為分析，重新設計App的操作流程，簡化進入專屬頁面的步驟，提升互動性。",
        "business-card-4-h4": "互動式設計",
        "business-card-4-p": "重點打造使用者旅程的UX/UI設計，透過交互元素提升使用者的探索與參與感，並增加使用平均停留時間。",
        "business-card-5-h4": "視覺品牌一致性",
        "business-card-5-p": "確保整體視覺風格與品牌一致，從配色、字體到圖片風格保持統一，增強品牌形象，提高用戶信任度。",
        "process-headline-h2": "以使用者為核心",
        "process-headline-p": "我們結合深入的使用者研究與跨領域協作，從概念到原型迭代，打造符合需求的UX/UI設計方案，確保產品的易用性與高互動性。",
        "process-work-1-h4": "用戶體驗",
        "process-work-1-p": "進行使用者研究，理解需求與目標，規劃使用者旅程。",
        "process-work-2-h4": "框架設計",
        "process-work-2-p": "根據UX研究結果，設計網站的基本結構與佈局。",
        "process-work-3-h4": "模型圖",
        "process-work-3-p": "在Wireframe基礎上，創建具體的視覺設計圖，應用顏色、字體和圖像元素。",
        "process-work-4-h4": "設計規範",
        "process-work-4-p": ">制定設計標準，確保品牌形象的一致性，包括色彩、字體和圖形樣式。",
        "process-work-5-h4": "使用者介面",
        "process-work-5-p": "在Mockup的基礎上，細化各個界面元素的設計，確保易用性和美觀性。",
        "process-work-6-h4": "互動式",
        "process-work-6-p": "添加互動元素和動態效果，增強使用者體驗，使網站更具吸引力與互動性。",
        "process-work-7-h4": "原型設計",
        "process-work-7-p": "根據設計稿將視覺設計轉化為HTML/CSS，建立網站的結構與樣式。",
        "process-work-8-h4": "交付成品",
        "process-work-8-p": "有效地從需求分析，逐步發展到實際的網站製作，確保每階段能精確地反映最終用戶的需求與期望。",
        "services-headline-h2": "多元設計與技術專長",
        "services-headline-p": "擅長視覺設計、UX研究、UI設計、HTML、CSS等跨領域技能，應用於橫幅廣告、LOGO、名片設計、影像合成與網頁設計與切版，打造全方位產品體驗。",
        "services-work-1-h4": "廣告視覺",
        "services-work-1-p": "設計吸引人的廣告視覺，運用色彩與圖像，傳達品牌訊息，吸引目標受眾的注意。",
        "services-work-2-h4": "商標設計",
        "services-work-2-p": "設計獨特且具辨識度的商標，體現品牌核心價值，增強市場競爭力和品牌忠誠度。",
        "services-work-3-h4": "名片設計",
        "services-work-3-p": "創建專業且具吸引力的名片，傳達品牌形象與聯絡資訊，幫助建立人際網絡與業務關係。",
        "services-work-4-h4": "網頁設計",
        "services-work-4-p": "創造直觀且美觀的網站界面，確保使用者體驗流暢，提升品牌形象與業務目標。",
        "services-work-5-h4": "網頁建置",
        "services-work-5-p": "將設計轉化為可操作網站，運用HTML、CSS和JavaScript，確保網站性能與跨平台兼容性。",
        "services-work-6-h4": "網頁動態設計",
        "services-work-6-p": "運用動畫與互動元素，提升網站的吸引力與用戶參與度，創造更具沉浸感的瀏覽體驗。",
        "footer-headline-h2": "與我聯絡",
        "footer-headline-p": "如果您正在尋找專業的設計解決方案，無論是網站設計、品牌視覺還是名片製作，我都能提供創新的想法和卓越的執行。讓我們一起實現您的視覺目標，提升您的品牌價值！隨時聯絡我，讓我們開始這段旅程。",
        "input-name": "姓名",
        "input-email": "電子郵件",
        "input-message": "訊息",
        "input-send": "發送訊息",
        "case": "案例",
        "case-p": "我們採用創意且有條理的步驟，將您的願景化為現實，打造能融合多種行銷元素的數位形象，並深刻與您的目標受眾產生連結。點擊下方案例，探索我們的作品。",
        "case-spindle-1-h4": "設計主軸",
        "case-spindle-2-h4": "服務項目",
        "case-styles-h4": "字型 / 配色",
        "case-desktop-h4": "優化",
        "case-1-kv-h2": "LETOU",
        "case-1-kv-p": "線上加密貨幣遊戲平台",
        "case-1-spindle-1-p": "在使用者經驗和介面上更簡潔，優化了操作流暢性。首頁精簡了導航和內容呈現，讓用戶快速找到所需功能。與桌機版相比，手機版在交互上有更多觸控回饋，例如簡化的下拉選單和模組化區塊布局，以適應小螢幕操作。色彩和字型延續品牌一致性，確保在不同裝置上都有流暢的體驗。",
        "case-1-spindle-2-p": "網站設計、UI/UX、開發、品牌、內容策略",
        "case-1-styles-p": "網站的字型設計簡潔且具有可讀性，搭配深色背景上使用明亮的文字顏色，以提高資訊辨識度。配色主要運用藍、白、橘等對比鮮明的色調，營造出專業而具現代感的氛圍，並且適當區分不同功能區域，強化視覺引導。",
        "case-1-desktop-p": "以直觀的導航為主，結合流暢的互動動態效果。使用者介面配色沉穩，文字易讀，結構清晰。網頁設計風格偏向簡約現代，符合老虎機與遊戲類網站的特徵，並且各模組之間保持統一，符合品牌設計規範，以強化品牌識別度並提供良好的視覺一致性。",
        "case-2-kv-h2": "VWIN",
        "case-2-kv-p": "線上遊戲平台",
        "case-2-spindle-1-p": "在使用者經驗和介面上更簡潔，優化了操作流暢性。首頁精簡了導航和內容呈現，讓用戶快速找到所需功能。與桌機版相比，手機版在交互上有更多觸控回饋，例如簡化的下拉選單和模組化區塊布局，以適應小螢幕操作。色彩和字型延續品牌一致性，確保在不同裝置上都有流暢的體驗。",
        "case-2-spindle-2-p": "網站設計、UI/UX、開發、品牌、內容策略",
        "case-2-styles-p": "網站的字型設計簡潔且具有可讀性，搭配深色背景上使用明亮的文字顏色，以提高資訊辨識度。配色主要運用藍、白、橘等對比鮮明的色調，營造出專業而具現代感的氛圍，並且適當區分不同功能區域，強化視覺引導。",
        "case-2-desktop-p": "以直觀的導航為主，結合流暢的互動動態效果。使用者介面配色沉穩，文字易讀，結構清晰。網頁設計風格偏向簡約現代，符合老虎機與遊戲類網站的特徵，並且各模組之間保持統一，符合品牌設計規範，以強化品牌識別度並提供良好的視覺一致性。",
        "case-3-kv-h2": "SBET",
        "case-3-kv-p": "線上遊戲平台",
        "case-3-spindle-1-p": "首頁的設計主要強調視覺吸引力和清晰的導航，使用藍色為主的冷色調，營造沉穩的氛圍。大按鈕和清晰的圖示增強了點擊互動性，方便用戶輕鬆找到主要功能。頁面分區明確，具備簡潔的模組化佈局，有助於在小螢幕上快速瀏覽。文字簡潔易讀，符合使用者經驗設計規範。動態效果可能被用於引導注意力，使得整體體驗更具互動性。",
        "case-3-spindle-2-p": "UI/UX、品牌、內容策略",
        "case-3-styles-p": "採用簡潔、現代的文字風格，字體清晰易讀，增強了專業感。配色以藍色為主，營造穩重和信任的氛圍，並在按鈕和促銷部分加入亮色點綴，突出重點資訊。這種配色策略有效提升了視覺層次，引導使用者的視線，優化了整體的閱讀體驗。",
        "case-3-desktop-p": "透過優化介面設計使用明亮且易辨識的圖標，搭配清晰的標籤，並保持一致的圓角設計。文字以白色字體配合鮮明背景增強可讀性，並於不同螢幕尺寸中固定按鈕位置，提升使用便利性和視覺一致性。",
        "case-4-kv-h2": "10BET",
        "case-4-kv-p": "線上遊戲與運動平台",
        "case-4-spindle-1-p": "行動版優化表現出色，無論是手機網站還是應用程式，都能提供一致且順暢的跨裝置使用體驗。網站的遊戲化設計（如忠誠計畫與促銷活動）有效提高了使用者的參與感。",
        "case-4-spindle-2-p": "網站設計、UI/UX、品牌",
        "case-4-styles-p": "以綠色為主色調，傳遞信任感和可靠性，並以白色和灰色作為輔助色調來提升視覺平衡和可讀性。關鍵行動按鈕（如「立即加入」或「立即投注」）使用對比色（如綠色或黃色）強調，吸引用戶注意並鼓勵互動。字體選擇清晰的無襯線字體，確保在多種設備上的可讀性。",
        "case-4-desktop-p": "網站提供簡潔且現代化的使用者體驗，介面設計聚焦於清晰與便捷的導航功能。其灰色、黑色與白色的配色方案提升了對比度及易讀性，並強化了整體視覺效果與使用體驗。網站依功能分區，例如體育賽事、賭場和即時投注，讓使用者能迅速找到所需的內容。",
        "case-5-kv-h2": "UYing",
        "case-5-kv-p": "綠電買賣平台",
        "case-5-spindle-1-p": "該頁面整體設計清晰直觀，配色以綠色為主突顯環保主題，內容區塊分明，使用者容易瀏覽與理解；文字層次清楚，符合企業網站設計規範。",
        "case-5-spindle-2-p": "網站設計、UI/UX、品牌、內容策略",
        "case-5-styles-p": "文字簡潔專業，綠白配色突顯環保主題，營造清新明快的視覺效果。",
        "case-5-desktop-p": "增加視差滾動和動畫過渡效果，以提升互動性；按鈕和圖片添加動態反饋，提高用戶參與感。",
        "case-6-kv-h2": "318",
        "case-6-kv-p": "線上遊戲平台",
        "case-6-spindle-1-p": "主要以黃色和藍色對比吸引視覺焦點，功能模塊明確，便於快速瀏覽。使用者體驗部分重點突出即時資訊和快速操作，較適合頻繁互動的目標受眾。交互設計聚焦於清晰導航與信息展示，但圖片元素偏多，可能影響加載速度和移動端的操作體驗。",
        "case-6-spindle-2-p": "網站設計、UI/UX、品牌、內容策略",
        "case-6-styles-p": "使用鮮明的黃色和藍色，增強可見性。文字簡潔，重點突出促銷活動，並有清晰的行動呼籲。",
        "case-6-desktop-p": "網站設計簡潔直觀，動態效果突出，使用者可輕鬆瀏覽遊戲選擇與促銷活動。交互設計良好，適應各設備，提升使用體驗。",
        "case-7-kv-p": "",
        "case-7-spindle-1-p": "",
        "case-7-spindle-2-p": "",
        "case-7-styles-p": "",
        "case-7-desktop-p": ""
    }
}